Repository: Eonfge/font-manager
Catalog: help/*/*.po
Languages: ca

# _
source: translator-credits
ca: Toni Estevez <toni.estevez@gmail.com>, 2017

# text
source: Font Manager
ca: Gestor de tipus de lletra

source: Simple font management for GTK+ desktop environments
ca: Gestió de tipus de lletra per a entorns d'escriptori GTK+

source: <media type="image" mime="image/png" src="media/logo.png">Font Manager logo</media> Font Manager
ca: <media type="image" mime="image/png" src="media/logo.png">Font Manager logo</media> Gestor de tipus de lletra

source: Help has not been implemented yet.
ca: L'ajuda encara no s'ha implementat.

source: If you would like to help this project by providing help documentation please see <link href="http://projectmallard.org"> Project Mallard </link> for more information.
ca: Si voleu ajudar a aquest projecte aportant la documentació d'ajuda, visiteu el <link href="http://projectmallard.org"> Project Mallard </link> per obtenir informació sobre con fer-ho.

source: If you do decide to help, please file an issue at <link href="https://github.com/FontManager/master/issues">https://github.com/FontManager/master/issues</link> detailing what you intend to work on.
ca: Si us decidiu a ajudar, registreu una sol·licitud nova a <link href="https://github.com/FontManager/master/issues">https://github.com/FontManager/master/issues</link> per detallar el que aneu a treballar.

source: Thank you.
ca: Gràcies.

source: Localization
ca: Localització

source: If you would like to help this application reach more users in their native language please see <link href="https://translate.zanata.org/project/view/font-manager"> Zanata </link> for more information.
ca: Si voleu ajudar a que aquesta aplicació arribi als usuaris en el seu idioma nadiu, visiteu la plataforma <link href="https://translate.zanata.org/project/view/font-manager"> Zanata </link> .

source: You can also file an issue at <link href="https://github.com/FontManager/master/issues">https://github.com/FontManager/master/issues</link> and attach any translated files there.
ca: També podeu registrar una sol·licitud nova a <link href="https://github.com/FontManager/master/issues">https://github.com/FontManager/master/issues</link> i adjuntar-hi els fitxers traduïts.
